Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: käyttö voi olla edellytys saamelaisten perinteisen tietämyksen ja perinteisten kulttuuristen
sme: go galgat seailluhit sámiid árbevirolaš máhtuid ja kultuvrralaš ilbmademiid.

source: Ennen kuin julkinen viranomainen lain nojalla antaa luvan mineraalien tai muiden
sme: Ovdalgo almmolaš eiseváldi lága vuođul addá lobi ohcat ja bohkat minerálaid

source: maanalaisten luonnonvarojen tutkimiseen tai hankkimiseen taikka päättää muiden
sme: dahje eará eatnanvuoláš resurssaid dahje mearrida eará luondduriggodagaid

source: luonnonvarojen hyödyntämisestä sellaisilla maa- tai vesialueilla, jotka saamelaiset omistavat
sme: geavaheami dakkár eanan- ja čáhceviidodagain maid sámit eaiggáduššet dahje

source: tai joita he käyttävät, tulee neuvotella sellaisten saamelaisten kanssa, joita asia koskettaa. Jos
sme: geavahit, de galgá šiehtadallojuvvot daiguin sámiiguin maidda dat guoská ja

source: kyse on 16 artiklassa tarkoitusta asiasta, tulee saamelaiskäräjien kanssa neuvotella.
sme: sámedikkiin go dáhpáhus gullá artihkkalii 16.

source: Lupaa luonnonvarojen tutkimiseen tai hankkimiseen ei saa myöntää, jos toiminta tekisi
sme: Lohpi ohcat dahje bohkat luondduriggodagaid ii galgga addojuvvot go

source: mahdottomaksi tai vakavasti vaikeuttaisi saamelaisten jatkuvaa kyseessä olevien alueiden
sme: doaibma dagašii sámiide veadjemeahttumin dahje mearkkašan veara váddáseabbun

source: hyödyntämistä ja tämä hyödyntäminen on olennaista saamelaiselle kulttuurille, elleivät
sme: joatkevaččat geavahit dáid guovlluid, ja go sin geavaheapmi lea deaŧalaš sámi

source: saamelaiskäräjät ja saamelaiset, joita asia koskettaa, suostu tähän.
sme: kultuvrii, jos juo ii sámediggi ja dat sámit maidda dat čuohcá, eai mieđit dasa.

source: Tämän artiklan määräykset koskevat myös muita luontoon kajoamisen tai luonnon
sme: Mii mearriduvvui ovdalis dán artihkkalis, gusto luonddu earáge meassamiidda

source: käyttämisen muotoja 34 artiklassa tarkoitetuilla alueilla. Kajoamisen tai käytön muotona
sme: dahje geavahemiide dain guovlluin maid artihkkal 34 fátmmasta, dan oktavuođas

source: pidetään muun muassa metsänhakkuita, vesi- ja tuulivoimalaitoksia, teiden ja vapaa-ajan
sme: maiddái vuovdečuollamiidda, čáhce- ja bieggafápmorusttegiid huksemiidda, geainnuid ja joavdovisttiid huksemiidda, soahteveaga hárjehallamiidda ja bissovaš

source: asuntojen rakentamista sekä sotilaallisia harjoituksia ja pysyviä harjoitusalueita.
sme: hárjehallanguovlluide.

source: Korvaus ja osa tuotosta
sme: Buhtadus ja oassi dinestusas

source: Saamelaisilla, joita asia koskettaa, tulee olla oikeus saada korvausta kaikesta 36 artiklan
sme: vahágiidda mat deaividit sidjiide dakkár doaimmaid geažil maid artihkkala 36 nubbi

source: 2 ja 4 kappaleessa tarkoitetun toiminnan aiheuttamasta vahingosta.
sme: ja njealját lađas fátmmasta.

source: Jos kansallisessa
sme: Jos riikkalaš lágas leat dakkár mearrádusat sus guhte

source: lainsäädännössä on säännöksiä, jotka velvoittavat luonnonvarojen hyödyntämiseen luvan
sme: oažžu lobi viežžat luondduriggodagaid, mat geatnegahttet su máksit divada

source: saanutta suorittamaan maksun maanomistajalle tai antamaan tälle osan toiminnan tuotosta,
sme: eananeaiggádii dahje luoitit sutnje doaibmavuoittus oasi, de vuoigatvuođa doallis

source: tulee luvansaajalla olla sama velvollisuus kyseessä olevaa aluetta perinteisesti käyttäneitä ja
sme: galgá leat dansullasaš geatnegasvuohta sámiide maid, guđet árbevirolaččat leat

source: edelleen käyttäviä saamelaisia kohtaan.
sme: geavahan ja ain geavahit áššáigullevaš guovllu.

source: Tämän artiklan määräykset eivät sisällä mitään rajoitusta oikeuteen saada
sme: Dán artihkkala mearrádusat eai mearkkaš makkárge ráddjema riikkaidgaskasaš

source: luonnonvarojen hyödyntämisen tuotosta osa, joka voi seurata kansainvälisestä oikeudesta.
sme: lágaid addin vuoigatvuhtii oažžut oasi dan vuoittus maid luondduriggodagaid viežžan

source: Vuonot ja rannikkovedet
sme: Vuonat ja mearragátti čázit

source: Edellä 34-37 artiklan määräykset oikeuksista vesialueisiin tai vesialueiden käyttämiseen
sme: Dat mii lea mearriduvvon vuoigatvuođaid hárrái čáhceviidodagaide ja daid

source: koskevat vastaavalla tavalla saamelaisten kalastusta sekä vuonojen ja rannikkovesien muuta
sme: ávkašuhttima hárrái artihkkaliin 34-37, gusto maid sámi guolásteapmái ja eará

source: käyttöä.
sme: vuotna- ja mearragáddečáziid geavaheapmái.

source: Kalan ja muiden meren luonnonvarojen saaliskiintiöiden jaossa sekä näiden
sme: Go guolleearit ja eará áhperesurssat juogaduvvojit, ja go leat dáid resurssaid

source: luonnonvarojen muussa sääntelyssä tulee asiankuuluvasti ottaa huomioon saamelaisten
sme: várás earalágan reguleremat, de doarvái bures galgá vuhtii váldojuvvot sámiid

source: luonnonvarojen käyttö ja sen merkitys saamelaisille paikallisyhteisöille.
sme: geavaheapmi ja dan mearkkašupmi sámi báikkálaš servodahkii.

source: Tämä tulee ottaa
sme: Nu galgá

source: huomioon, vaikka käyttö olisi näillä merialueilla vähentynyt tai loppunut sen seurauksena,
sme: dahkkojuvvot vaikko dát geavaheapmi lea unnon dahje nohkan dannego

source: että saaliskiintiöitä ei ole saavutettu tai että syynä on kalan ja muiden luonnonvarojen käytön
sme: guolástanearit eai addojuvvon dahje go earaláhkai regulerejuvvui dáin guovlluin

source: muu sääntely.
sme: guolásteapmi dahje eará resurssaid ávkašuhttin.

source: Sama koskee tapausta, jos käyttö on vähentynyt tai lakannut luonnonvarojen
sme: Nu lea maiddái go geavaheapmi lea

source: ehtymisen seurauksena näillä alueilla.
sme: unnon dahje nohkan dáid guovlluid áhperesurssaid vátnuma geažil.

source: Alueiden ja luonnonvarojen hallinto
sme: Eananviidodagaid ja resurssaid hálddašeapmi

source: Niiden oikeuksien lisäksi, jotka saamelaisilla omistus- tai käyttöoikeuden muodossa on,
sme: Buohtalagaid daiguin vuoigatvuođaiguin mat sámiin leat eaiggáduššanriektin

source: tulee saamelaiskäräjillä olla 16 artiklan mukainen osallistumisoikeus 34 ja 38 artiklassa
sme: ja opmodatriektin, sámedikkiin galgá leat vuoigatvuohta leat mielde mearrideamen guovlluid almmolaš hálddašeami artihkkala 16 mielde, nugo oidno artihkkalis 34 ja

source: tarkoitettujen alueiden julkiseen hallintoon.
sme: Birasgáhtten ja birashálddašeapmi

source: Ympäristönsuojelu ja ympäristöhallinto
sme: Stáhtain lea ovttasbargguineaset sámedikkiiguin geatnegasvuohta gáhttet

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa harjoittaa aktiivista
sme: luonddu aktiivvalaččat, vai sámiid eanan- ja cáhceviidodagat seilot gánnáhahtti

source: ympäristönsuojelua varmistautuakseen 34 ja 38 artiklassa tarkoitettujen saamelaisten maa- ja
sme: ovdáneamis artihkkala 34 ja 38 mielde.

source: Saamelaiskäräjillä tulee olla 16 artiklan mukainen osallistumisoikeus
sme: Sámedikkiin galgá leat vuoigatvuohta leat mielde mearrideamen artihkkala 16

source: ympäristöhallintoon, joka vaikuttaa näihin alueisiin.
sme: mielde birashálddašeamis mii guoská dáidda guovlluide.

source: V luku Saamelaiset elinkeinot
sme: Sámi ealáhusat

source: Saamelaisten elinkeinojen suoja
sme: Sámi ealáhusaid suodjaleapmi

source: Saamelaisten elinkeinojen ja luonnonvarojen käytön tulee nauttia erityistä suojelua
sme: Sámi ealáhusaid ja resursageavaheapmái galgá leat earenoamáš suodjaleapmi,

source: oikeudellisten tai taloudellisten toimenpiteiden kautta siinä määrin kuin ne muodostavat
sme: lágalaš dahje ekonomalaš doaibmabijuiguin, dan mielde man deaŧalaččat dat leat

source: Saamelaisten elinkeinona ja luonnonvarojen käyttönä pidetään sellaista toimintaa, joka
sme: Sámi ealáhussan ja resursageavaheapmin adnojuvvo dakkár doaibma mii

source: on olennaista saamelaisten paikallisyhteisöjen ylläpitämiseksi ja kehittämiseksi.
sme: mearkkaša ollu sámi báikkálaš servodaga seailluheapmái ja ovddideapmái.

source: Poronhoito erityisenä ja perinteisenä saamelaiselinkeinona ja kulttuurimuotona perustuu
sme: Boazodoallu sámi ealáhussan Boazodoalus, mii lea erenoamáš ja árbevirolaš sámi ealáhus ja kulturilmma,

source: perinnäistapaan ja sillä tulee olla erityinen oikeussuoja.
sme: leat árbevierut vuođđun maid geažil das galgá leat erenoamáš lágalaš suodjaleapmi.

source: Tässä tarkoituksessa Norjan ja Ruotsin tulee säilyttää ja kehittää poronhoitoa
sme: Dainna ulbmiliin Norgga ja Ruoŧa galgaba sámiid boazogoahtunguovlluin

source: saamelaisten yksinoikeutena saamelaisilla poronhoitoalueilla.
sme: seailluhit ja ovddidit boazodoalu sámiid sierravuoigatvuohtan.

source: pöytäkirjan numero 3.
sme: Vuhtiiválddedettiin beavdegirjji nr. 3, sámiid álgoálbmotdili birra, mii lea

source: 43 artikla
sme: boazodoalu dili.

source: Valtionrajat ylittävä poronhoito
sme: Boazodoallu riikkarájiid rastá

source: Saamelaisten oikeus valtionrajat ylittävään porojen laiduntamiseen perustuu
sme: Sámiid vuoigatvuohta riikkarájiid rasttideaddji guohtuneatnamiidda atná

source: perinnäistapaan.
sme: vuođđunis árbevieru.

source: Jos oikeudesta valtionrajat ylittävään porojen laiduntamiseen on sovittu
sme: Jos vuoigatvuođas lea šihttojuvvon sámesiiddaid gaskka, siiddaid ja orohagaid

source: saamelaiskylien, siidojen tai paliskuntien kesken, noudatetaan näitä sopimuksia. Sopimusten
sme: gaskka riikkarájiid rasttideaddji guođoheamis, de dat šiehtadusat galget leat fámus.

source: tulkinta- tai soveltamiskiistassa on kiistan osapuolella oikeus saada asia välityslautakunnan
sme: Jos čuožžila riidu dakkár šiehtadusa ipmárdusas dahje geavaheamis, de goabbáge

source: ratkaistavaksi.
sme: bealli sáhttá bidjat ášši riidočoavdinlávdegoddái, vai dat dan mearrida. Dakkár

source: Saamelaiskäräjät kolmessa sopimusvaltiossa vahvistavat yhdessä tarkemmat
sme: riidočoavdinlávdegotti čoahkádusa ja dan bargovuogi várás gustojit dárkilis

source: säännöt välityslautakunnan kokoonpanosta ja noudatettavasta menettelystä.
sme: njuolggadusat maid buot golbma sámedikki mearridit ovttasráđiid.

source: Kiistan osapuoli,
sme: Áššebealis mii ii

source: joka ei ole tyytyväinen välityslautakunnan ratkaisuun, voi nostaa asiassa kanteen sen valtion
sme: duđa riidočoavdinlávdegotti mearrádussii, galgá leat vuoigatvuohta doalvut ášši

source: tuomioistuimessa, jonka alueella laidunmaa sijaitsee.
sme: duopmostuolu ovdii dan riikkas mas guohtuneanan lea.

source: Jos saamelaiskylien, siidojen tai paliskuntien välillä ei ole sovellettavaa sopimusta,
sme: Jos ii leat dohkálaš šiehtadus sámegilážiid, siiddaid dahje orohagaid gaskka,

source: mutta sen sijaan on voimassa oleva valtioidenvälinen sopimus porojen laiduntamisesta, tulee valtioidenvälistä sopimusta soveltaa.
sme: muhto baicce gustojeaddji riikkaidgaskasaš soahpamuš guohtunvuoigatvuođaid alde,

source: Jos joku katsoo perinnäistavan perusteella olevansa
sme: de galgá dat soahpamuš geavahuvvot. Dat guhte jáhkká alddis leat viidát guohtun

source: oikeutettu laajempaan porolaidunoikeuteen kuin mitä valtioidenvälisestä sopimuksesta seuraa,
sme: vuoigatvuohta árbevieru addin rievttalaš vuođus go maid riikkaidgaskasaš soahpamuš

source: on hänellä kuitenkin oikeus sopimuksen estämättä saada vaatimuksensa käsiteltäväksi sen
sme: addá, galgá dattetge heađuškeahttá sáhttit geahččalit gáibádusaidis duopmostuolus

source: valtion tuomioistuimessa, jonka alueella laidunmaa sijaitsee.
sme: dan riikkas mas guohtunguovlu lea.

source: VI luku Sopimuksen täytäntöönpano ja kehittäminen
sme: Kapihttal VI

source: 44 artikla
sme: Konvenšuvnna čađaheapmi ja ovddideapmi

source: Saamelaisasioiden ministerien ja saamelaiskäräjien puheenjohtajien yhteisneuvosto
sme: Sámeministariid ja sámediggepresideanttaid ovttasbarganráđđi

source: Suomen, Norjan ja Ruotsin saamelaisasioista vastaavien ministerien ja saamelais
sme: Jeavddalaččat galget leat čoahkkimat Suoma, Norgga ja Ruoŧa vásttolaš

source: käräjien puheenjohtajien kustakin kolmesta maasta tulee kokoontua säännöllisesti.
sme: sámeministariid ja dan golmma riikka sámedikkiid presideanttaid gaskka.

source: Yhteistyön tulee edistää tämän sopimuksen tarkoitusta 1 artiklan mukaisesti.
sme: Dát ovttasbargu galgá ovddidit dán konvenšuvnna ulbmila artihkkala 1

source: Kokouksissa tulee käsitellä ajankohtaisia yhteisesti kiinnostavia saamelaisasioita.
sme: mielde. Čoahkkimat galget gieđahallat áigeguovdilis sámi áššiid mat beroštahttet buot

source: Sopimuslautakunta
sme: čoahkkinoasálaččaid.

source: Tämän sopimuksen täytäntöönpanoa seuraamaan tulee perustaa pohjoismainen
sme: Ásahuvvot galgá davviriikkalaš sámekonvenšuvdnalávdegoddi mii čuovvola

source: saamelaissopimuslautakunta.
sme: dán konvenšuvnna čađaheami.

source: Lautakunnassa tulee olla kuusi jäsentä, joiden kaikkien tulee
sme: Lávdegottis galget leat guhtta áirasa mat buohkat leat

source: olla riippumattomia.
sme: sorjákeahttá.

source: Kukin kolmesta sopimusvaltiosta nimeää yhden jäsenen ja kukin
sme: Guhtege dán golmma stáhtas nammada ovtta áirasa, guhtege sámediggi

source: saamelaiskäräjät näissä maissa yhden jäsenen.
sme: ovtta áirasa.

source: Jäsenet nimitetään viideksi vuodeksi.
sme: Nammadeapmi lea viđa jahkái.

source: Lautakunnan tulee antaa raportteja sopimusvaltioiden hallituksille ja saamelaiskäräjille.
sme: Lávdegoddi galgá addit raportta guđege dán golmma riikka ráđđehussii ja

source: Se voi esittää valtioiden hallituksille ja saamelaiskäräjille ehdotuksia, jotka edistävät
sme: sámediggái. Dat sáhttá buktit riikkaid ráđđehusaide ja sámedikkiide árvalusaid mat

source: sopimuksen tarkoitusta.
sme: nannejit dán konvenšuvnna ulbmila.

source: Lautakunta voi myös antaa lausuntoja yksittäisten henkilöiden tai
sme: Lávdegoddi sáhttá maid buktit cealkámušaid

source: ryhmien kysymysten johdosta.
sme: vástádussan ovttaskas olbmuid ja joavkkuid gažaldagaide.

source: Kansallinen täytäntöönpano
sme: Riikkalaš čađaheapmi

source: Vahvistaakseen tämän sopimuksen mahdollisimman yhdenmukaisen soveltamisen tulee
sme: Vai dát konvenšuvdna geavahuvvošii nu ovttaláhkai go vejolaš, de stáhtát

source: valtioiden saattaa sopimusmääräykset suoraan sovellettavaksi kansallisena lakina.
sme: galget njuolggá dahkat konvenšuvnna mearrádusaid anihahtti riikkaláhkan.

source: Taloudelliset velvoitteet
sme: Ekonomalaš geatnegasvuođat

source: Valtioiden tulee vastata tämän sopimuksen määräyksien täytäntöönpanon välttämättä
sme: Stáhtat ovddasvástidit ekonomalaš resurssaid mat dárbbašuvvojit dán

source: edellyttämistä taloudellisista voimavaroista.
sme: konvenšuvnna mearrádusaid čađaheapmái.

source: Sopimusvaltioiden yhteiset menot jaetaan
sme: Dán golmma riikka oktasaš golut

source: valtioiden kesken suhteessa saamelaisten lukumäärään kussakin valtioissa.
sme: juogaduvvojit guđege riikka sámiid logu mielde.

source: Edellä 35 artiklan 2 kappaleessa tarkoitettujen tapausten lisäksi saamelaisilla tulee olla
sme: Earret daid dáhpáhusaid maid artihkkala 35 nubbi lađas namaha, de galgá

source: mahdollisuus saada sellaista taloudellista apua, joka on välttämätöntä, jotta he saisivat tämän
sme: sámiide leat vejolaš oažžut dakkár ekonomalaš veahki maid dárbbašit ovdalgo sáhttet

source: sopimuksen mukaisia oikeuksia koskevat periaatteellisesti tärkeät kysymykset
sme: oažžut geahččaluvvot duopmostuoluin prinsihpalaččat deaŧalaš áššiid mat gullet dán

source: tuomioistuimen käsiteltäväksi.
sme: konvenšuvnna vuoigatvuođaide.

source: VII luku Loppumääräykset
sme: Loahppamearrádusat

source: Saamelaiskäräjien hyväksyntä
sme: Sámedikki dohkkeheapmi

source: Tämä sopimus tulee sen allekirjoittamisen jälkeen esittää kullekin kolmesta
sme: Dát konvenšuvdna galgá, maŋŋilgo dasa lea vuolláičállojuvvon, biddjojuvvot

source: saamelaiskäräjistä hyväksymistä varten.
sme: golmma sámedikki ovdii vai dat dohkkehivčče dan.

source: 49 artikla
sme: Ratifikašuvdna

source: Tämä sopimus tulee ratifioida.
sme: Dát konvenšuvdna galgá ratifiserejuvvot.

source: Ratifiointi voi kuitenkin tapahtua vasta sitten, kun kukin
sme: Ratifikašuvdna sáhttá ollašuvvat

source: kolmesta saamelaiskäräjistä on antanut 48 artiklassa tarkoitetun hyväksymisensä.
sme: easkka maŋŋilgo dat golbma sámedikki leat dan dohkkehan artihkkala 48 mielde.

source: 50 artikla
sme: Fámuiduvvan

source: Voimaantulo
sme: Konvenšuvdna fámuiduvvá go golbmalot beaivvi leat vássán dan beaivvi rájis

source: Sopimus tulee voimaan kolmantenakymmenentenä päivänä sen jälkeen, kun
sme: go ratifikašuvdnadokumeanttat leat addojuvvon norgalaš olgoriikkadepartemeantta

source: ratifiointiasiakirjat on talletettu Norjan ulkoasiainministeriöön.
sme: vurkkodanháldui.

source: Norjan ulkoasiainministeriön tulee ilmoittaa Suomelle, Ruotsille ja sopimusvaltioiden
sme: Norgalaš olgoriikkadepartemeanta dieđiha Supmii, Ruŧŧii ja dan golmma

source: saamelaiskäräjille ratifiointiasiakirjojen tallettamisesta ja sopimuksen voimaantuloajasta.
sme: vurkkodanháldui, ja goas soahpamuš fámuiduvvá.

source: Tämän sopimuksen alkuperäiskappale talletetaan Norjan ulkoasiainministeriöön, jonka
sme: Dán soahpamuša álgohápmi addojuvvo norgalaš olgoriikkadepartemeantta

source: tulee toimittaa Suomelle, Ruotsille ja saamelaiskäräjille sopimusvaltioissa sopimuksen
sme: vurkkodanháldui, mii fuolaha ahte Suopma, Ruoŧŧa ja dat golbma sámedikki ožžot

source: oikeaksi todistetut jäljennökset.
sme: duođaštuvvon kopiija.

source: Sopimuksen muutokset
sme: Konvenšuvnna nuppástuhttin

source: Tähän sopimukseen voidaan tehdä muutoksia yhteistyössä sopimusvaltioiden
sme: Dán konvenšuvnna nuppástuhttin dahkkojuvvo golmmain sámedikkiin

source: saamelaiskäräjien kanssa ottaen huomioon 48 artiklan määräyksen.
sme: ovttasráđiid ja artihkkala 48 mearrádusa mielde.

source: Sopimuksen muutos tulee voimaan 30 päivää sen jälkeen, kun sopimusosapuolet ovat
sme: Nuppástusat fámuiduvvet dán konvenšuvdnii golbmalot beaivvi maŋŋil dan

source: ilmoittaneet Norjan ulkoasiainministeriölle hyväksyneensä muutokset.
sme: beaivvi go soahpamušdahkkit leat dieđihan norgalaš olgoriikkadepartementii ahte sii

source: Tämän vakuudeksi ovat sopimusosapuolien edustajat allekirjoittaneet tämän
sme: Duođaštussan dása soahpamušdahkkiid áirasat leat vuolláičállán dán

source: sopimuksen.
sme: konvenšuvdnii.

source: Tehty ssa... päivänä... kuuta 20 - yhtenä suomen-, norjan-, ruotsin- ja
sme: Nugo dáhpáhuvai …... s... …. 20 …. ovtta eksemplára suomagillii,

source: saamenkielisenä kappaleena, joiden kaikkien tekstit ovat yhtä todistusvoimaisia.
sme: dárogillii, ruoŧagillii ja sámegillii, mas buot teavsttat gustojit ovttaláhkai.

source: 1.2 Sopimusteksti ruotsiksi
sme: 1.2 Dárogel konvenšuvdnateaksta

source: Nimittäminen ja mandaatti
sme: Nammadeapmi ja bargomearrádus

source: puheenjohtajien Tukholmassa 7. marraskuuta 2001 pitämässä kokouksessa päätettiin asettaa
sme: Čoahkkimisttiset Stockholm-gávpogis skábmamánu 7. b. 2001 sámi áššiid ovddas

source: asiantuntijatyöryhmä, jolle annettiin tehtäväksi laatia ehdotuksia pohjoismaiseksi
sme: mearridedje nammadit áššedovdi joavkku man bargu galgá leat árvalit davviriikkalaš

source: saamelaissopimukseksi.
sme: sámekonvenšuvnna.

source: Asiantuntijatyöryhmän toimeksianto hyväksyttiin 7. marraskuuta 2001 järjestetyssä
sme: 7. b. 2001.

source: kokouksessa.
sme: Maŋŋá nuppástusaid maid mearridedje čoahkkimis skábmamánu 13. b..

source: Toimeksiantoon tehtiin muutoksia 13. marraskuuta 2002 pidetyssä kokouksessa,
sme: 2002, direktiiva čuodjá ná:

source: ” Tausta Pohjoismaiden neuvoston Reykjavikissa 28. helmikuuta 1995 pitämässä kokouksessa saamelaisasioista vastaavat ministerit päättivät käynnistää pohjoismaiseen saamelaissopimukseen tähtäävän työn.
sme: ” Duogáš Davviriikkalaš ráđi čoahkkimis mii lei Reykjavik-gávpogis guovvamánu 28. b. 1995, ovddasvástideaddji ministarat mearridedje álggahit davviriikkalaš sámekonvenšuvnna ráhkadanbarggu.

source: Asian taustalla on saamelaisten oma toivomus sopimuksen aikaansaamisesta.
sme: Duogáš dasa lei sámiid iežaset sávaldat oažžut konvenšuvnna.

source: Asian otti ensimmäistä kertaa esille Saamelaisneuvosto vuonna 1986, ja myöhemmin sen käsittelemistä jatkoi Saamelaisneuvoston oikeudellinen komitea, joka laati luonnoksen sopimustekstiksi.
sme: Dan válddii Sámeráđđi ovdan vuosttamuš geardde 1986, ja dan čuovvolii maŋŋá Sámeráđi juridihkalaš lávdegoddi, mii hábmii konvenšuvdnateavstta álgohámi.

source: Norjassa, Ruotsissa ja Suomessa toimivien kolmen saamelaisten oikeuksia selvittävän elimen yhteisessä raportissa vuodelta 1988 korostettiin sopimuksen tarvetta ja sopimuksesta aiheutuvaa hyötyä.
sme: Oktasaš raporttas mii bođii 1988 golmma sámevuoigatvuođaid čielggadeamis Norggas, Ruoŧas ja Suomas, čujuhedje konvenšuvnna dárbui ja ávkái.

source: Vuonna 1996 asetettiin työryhmä, jonka tehtävänä oli selvittää sopimuksen tarvetta ja edellytyksiä.
sme: Jagi 1996 biddjojuvvui bargui bargojoavku mii galggai čielggadit makkár dárbbut ja eavttut leat dakkár konvenšuvdnii.

source: Työ suoritettiin yhteistyössä saamelaiskäräjien kanssa, ja sen tulokset esiteltiin kesäkuussa 1998 julkaistussa raportissa.
sme: Bargu čađahuvvui ovttasráđiid sámedikkiiguin ja biddjojuvvui ovdan raportan geassemánus 1998.

source: Siinä otettiin esille useita aiheita, joiden säänteleminen sopimuksessa voi olla merkityksellistä.
sme: Raporta guoskkahii máŋga fáttá maid livčče mávssolaš reguleret konvenšuvnnain.

source: Tässä yhteydessä mainitaan lainsäädäntötyö, saamelaiskulttuuri, saamen kieli, koulutus sekä terveys-, ympäristö- ja elinkeinokysymykset.
sme: Das namahit láhkaásahusovttasbarggu, sámi kultuvrra, giela, oahpahusa ja dearvvašvuhtii, birrasii ja ealáhusaide guoskevaš áššiid.

source: Saamelaiskäräjien edustajat korostivat saamelaisten aseman ja saamelaisten itsemääräämisoikeuden nykyistä tarkemman sääntelyn merkitystä.
sme: Sámedikkiid áirasat deattuhedje ahte lea deaŧalaš buorebut reguleret sámiid dili ja vuoigatvuođa beassat ieža mearridit.

source: Työryhmä totesi sopimukselle olevan sekä tarvetta että edellytyksiä ja suositteli sellaisen asiantuntijatyöryhmän perustamista, jonka mandaattina on sopimusehdotusten laatiminen.
sme: Bargojoavku gávnnahii ahte leat sihke dárbu ja eavttut konvenšuvdnii, ja árvalii ahte vuođđuduvvo áššedovdi joavku mas lea bargomearrádussan ráhkadit konvenšuvdnaárvalussan.

source: Saamelaisasioista vastaavien ministerien ja saamelaiskäräjien puheenjohtajien Kaarasjoella (Karasjok) 2. marraskuuta 2000 pitämässä kokouksessa ministerit olivat yksimielisiä siitä, että pohjoismaiseen saamelaissopimukseen tähtäävän yhteistyön jatkaminen on tärkeää, ja he pyysivät saamelaisasioiden pohjoismaista virkamieselintä tekemään ehdotuksen tällaisen yhteistyön jatkamisesta.
sme: Čoahkkimis maid sámi áššiin ovddasvástideaddji ministarat ja sámediggepresideanttat dolle Kárášjogas skábmamánu 2. b. 2000, ministarat ledje ovttaoivilis das ahte lea deaŧalaš joatkit ovttasbarggu oažžun dihte davviriikkalaš sámekonvenšuvnna, ja ávžžuhedje sámi áššiid vástesaš davviriikkalaš ámmátolbmuidorgána buktit árvalusa dán ášši ovttasbarggu joatkimii.

source: Tehtävä Ministerit ja saamelaiskäräjien puheenjohtajat ovat tämänpäiväisessä kokouksessa yhtä mieltä sellaisen asiantuntijatyöryhmän asettamisesta, jonka tehtävänä on laatia luonnos pohjoismaiseksi saamelaissopimukseksi.
sme: Bargu Ministarat ja sámediggepresideanttat leat otnáš čoahkkimis soahpan ahte áššedovdi joavku galgá vuođđuduvvot, man ulbmil galgá leat ráhkadit davviriikkalaš sámekonvenšuvnna álgohámi.

source: Ryhmässä on oltava mukana sekä Norjan, Ruotsin että Suomen edustajia.
sme: Joavkkus galget leat Norgga, Ruoŧa ja Suoma áirasat.

source: Ryhmän tehtävänä on laatia Pohjoismaisen saamelaissopimuksen tarve ja perusta - nimiseen raporttiin perustuva sopimustekstiluonnos.
sme: Joavku galgá válmmáštit konvenšuvdnateavstta álgohámi, man vuolggasadjin lea davviriikkalaš Davviriikkalaš sámekonvenšuvnna dárbbašlašvuohta ja vuođđu (Behov og grunnlag for en samekonvensjon) nammasaš raporta.
